260318_day_briefing.org
#+TITLE: Daily Briefing - 2026-03-18
#+OPTIONS: html-scripts:nil html-postamble:nil toc:nil num:nil
#+HTML_HEAD: <link rel="icon" type="image/png" href="favicon.png">
#+HTML_HEAD: <meta property="og:title" content="Daily Briefing - Intelligence Hub">
#+HTML_HEAD: <meta property="og:description" content="Análisis geopolítico y titulares globales actualizados.">
#+HTML_HEAD: <meta property="og:image" content="https://mcasrom.github.io/daily_readings/preview.jpg">
#+HTML_HEAD: <meta property="og:image:width" content="1200">
#+HTML_HEAD: <meta property="og:image:height" content="630">
#+HTML_HEAD: <meta property="og:url" content="https://mcasrom.github.io/daily_readings/index.html">
#+HTML_HEAD: <meta property="og:type" content="website">
#+HTML_HEAD: <meta name="twitter:card" content="summary_large_image">
#+HTML_HEAD: <style>
#+HTML_HEAD:    :root { --bg: #05070a; --surface: #0f141d; --primary: #00f2ff; --secondary: #7000ff; --text: #e2e8f0; --gold: #ffd700; --muted: #64748b; }
#+HTML_HEAD:    body { font-family: 'Inter', -apple-system, sans-serif; background: var(--bg); color: var(--text); max-width: 900px; margin: auto; padding: 25px; line-height: 1.8; }
#+HTML_HEAD:    h1, h2, h3 { color: var(--primary); text-transform: uppercase; letter-spacing: 1px; text-align: center; }
#+HTML_HEAD:    .nav-menu { display: flex; justify-content: center; gap: 30px; margin-bottom: 40px; border-bottom: 2px solid var(--surface); padding-bottom: 20px; }
#+HTML_HEAD:    .nav-menu a { color: var(--text); text-decoration: none; font-weight: bold; transition: 0.3s; font-size: 0.9em; }
#+HTML_HEAD:    .nav-menu a:hover { color: var(--primary); text-shadow: 0 0 8px var(--primary); }
#+HTML_HEAD:    .timestamp { text-align: center; color: var(--muted); font-size: 0.8em; margin-bottom: 10px; }
#+HTML_HEAD:    .telemetry { text-align: center; color: var(--gold); font-family: monospace; font-size: 0.9em; background: var(--surface); padding: 10px; border-radius: 4px; border-left: 3px solid var(--gold); margin-bottom: 30px; }
#+HTML_HEAD:    .quote-box { text-align: center; font-style: italic; color: var(--primary); margin: 25px 0; padding: 15px; border-top: 1px solid var(--surface); border-bottom: 1px solid var(--surface); font-size: 1.15em; }
#+HTML_HEAD:    .visit-counter { text-align: center; color: var(--gold); font-family: monospace; font-size: 0.95em; background: var(--surface); padding: 12px; border-radius: 6px; border: 1px solid var(--gold); margin: 20px auto; max-width: 400px; }
#+HTML_HEAD:    ul { list-style: none; padding: 0; }
#+HTML_HEAD:    li { background: var(--surface); margin-bottom: 12px; padding: 15px; border-radius: 8px; border: 1px solid #1e293b; transition: all 0.2s ease; }
#+HTML_HEAD:    li:hover { border-color: var(--primary); transform: translateX(5px); }
#+HTML_HEAD:    li a { color: var(--text); text-decoration: none; display: block; font-weight: 500; }
#+HTML_HEAD:    .briefing-item { background: var(--surface); border: 1px solid var(--primary); border-radius: 10px; margin: 15px 0; padding: 20px; text-align: center; }
#+HTML_HEAD:    .briefing-item a { color: var(--primary); text-decoration: none; font-weight: bold; font-size: 1.1em; }
#+HTML_HEAD:    .cta-blog { background: linear-gradient(135deg, #0f141d 0%, #05070a 100%); border: 2px solid var(--primary); padding: 30px; border-radius: 15px; text-align: center; margin-top: 50px; }
#+HTML_HEAD:    .footer-hub { margin-top: 80px; text-align: center; border-top: 1px solid var(--surface); padding-top: 30px; color: var(--muted); font-size: 0.85em; }
#+HTML_HEAD: </style>
#+HTML: <div class="nav-menu"><a href="index.html">DASHBOARD</a><a href="about.html">SOBRE MÍ</a><a href="contact.html">CONTACTO</a></div>
#+HTML: <div class='quote-box'>«En el tablero internacional, el silencio de hoy es el conflicto del mañana».</div>
#+HTML: <div class='telemetry'>🌡 38.1°C | ⚖ Load: 0.00 | 🌐 Ping: 12.5ms</div>

#+HTML: <div style='text-align:center; margin:20px 0;'><p style='color:var(--primary); font-family:monospace;'>● CANAL DE INTELIGENCIA SEGURO</p></div>

* 🗞 Titulares

** 🇪🇸 España

*** El País

- [[https://elpais.com/internacional/2026-03-18/ultima-hora-del-ataque-de-estados-unidos-e-israel-contra-iran-en-directo.html][Última hora del ataque de Estados Unidos e Israel contra Irán, en directo | El petróleo y el gas suben con fuerza tras denunciar Irán un ataque de EE UU e Israel al mayor campo de gas del mundo]]
- [[https://elpais.com/internacional/2026-03-18/iran-mantiene-la-amenaza-en-el-estrecho-de-ormuz-pese-a-abrir-el-paso-a-algunos-buques-de-paises-no-enemigos.html][Irán mantiene la amenaza en el estrecho de Ormuz pese a abrir el paso a algunos buques de países no enemigos]]
- [[https://elpais.com/internacional/2026-03-18/los-paises-del-golfo-detienen-a-cientos-de-personas-por-publicaciones-sobre-los-ataques-de-iran.html][Los países del Golfo detienen a cientos de personas por publicaciones sobre los ataques de Irán]]
- [[https://elpais.com/espana/madrid/2026-03-18/ayuso-no-secunda-al-rey-en-la-polemica-con-mexico-por-la-conquista-abusos-los-que-cometian-los-aztecas-contra-los-autoctonos.html][Ayuso no secunda al Rey en la polémica con México por la conquista: “Abusos, los que cometían los aztecas contra los autóctonos”]]
- [[https://elpais.com/espana/2026-03-18/que-encuestas-acertaron-en-castilla-y-leon.html][¿Qué encuestas acertaron en Castilla y León?]]

*** El Mundo

- [[https://www.elmundo.es/internacional/2026/03/18/69ba85da21efa0d7438b45ad.html][Israel asegura haber matado al ministro de Inteligencia iraní mientras Teherán jura venganza por la muerte de Ali Larijani]]
- [[https://www.elmundo.es/internacional/2026/03/18/69ba81ebe9cf4ad86d8b4582.html][Noche de misiles sobre las torres futuristas de Dubai]]
- [[https://www.elmundo.es/internacional/2026/03/18/69ba9079e4d4d8774e8b458b.html]["Otra noche de infierno bajo el fuego israelí" en Beirut: "Ya no les importa nada. Bombardean a todos"]]
- [[https://www.elmundo.es/cronica/2026/03/17/69b2c8a1e9cf4a5f728b4598.html][El hotel 'pagano' en España que le endosan al nuevo ayatolá Mojtaba Jamenei (y sus otras multimillonarias propiedades en el mundo)]]
- [[https://www.elmundo.es/espana/2026/03/18/69ba888dfdddff564e8b459f.html][Sánchez y Zelenski concretan un acuerdo para que España y Ucrania coproduzcan drones]]

*** La Vanguardia

- [[https://www.lavanguardia.com/internacional/20260318/11492747/guerra-iran-ataque-estados-unidos-trump-putin-espana-israel-bombardeos-teheran-hoy-en-directo.html][Irán denuncia que EE.UU. e Israel han atacado el mayor yacimiento de gas natural del mundo]]
- [[https://www.lavanguardia.com/internacional/20260318/11493003/israel-asegura-haber-eliminado-ministro-inteligencia-iran.html][Israel asegura haber “eliminado” al ministro de Inteligencia de Irán]]
- [[https://www.lavanguardia.com/internacional/20260317/11492452/ari-larijani-dirigente-irani-eliminado-israel-quien-era.html][Quién era Ali Larijani, el poderoso dirigente iraní eliminado por Israel y clave en la seguridad del régimen]]
- [[https://www.lavanguardia.com/internacional/20260318/11492208/iran-intensifica-caos.html][La guerra entra en una nueva fase con ataques de Irán a vías alternativas al estrecho de Ormuz]]
- [[https://www.lavanguardia.com/economia/20260318/11492866/petroleo-precio-brent-ibex-35-bolsas-ormuz-irak.html][El precio del petróleo, pendiente de la búsqueda de alternativas a Ormuz]]

