260318_day_briefing.org
*** El Diario de Cantabria

- [[https://eldiariocantabria.publico.es/articulo/santander/gema-igual-pone-foco-colapso-pasarela-bocal-construccion-mejor-causa-es-mantenimiento-puede-ser-fallo-estructural/20260318141102190096.html][Gema Igual cuestiona la construcción de la pasarela de El Bocal: "A lo mejor la causa no es mantenimiento y puede ser fallo estructural"]]
- [[https://eldiariocantabria.publico.es/articulo/santander/gema-igual-plantea-dimitir-bocal-responsabilidades-politicas-es-que-menos-debe-importar/20260318134654190095.html][Gema Igual no se plantea dimitir por El Bocal: "Las responsabilidades políticas es lo que menos debe importar"]]
- [[https://eldiariocantabria.publico.es/articulo/cantabria/familias-seis-fallecidos-bocal-superviviente-estan-personadas-causa-judicial/20260318131355190091.html][Las familias de los seis fallecidos en El Bocal y la superviviente ya están personadas en la causa judicial]]
- [[https://eldiariocantabria.publico.es/articulo/cantabria/noche-calida-cantabria-varios-puntos-encima-20oc/20260318130533190090.html][Cantabria vive una de las noches más cálidas del año con temperaturas superiores a los 20ºC]]
- [[https://eldiariocantabria.publico.es/articulo/santander/sale-luz-video-2024-que-ayuntamiento-promociona-senda-costera-como-oportunidad-ensenar-cara-mas-salvaje-santander/20260318124502190089.html][Sale a la luz un vídeo de 2014 en el que el Ayuntamiento promociona la senda costera como la oportunidad de mostrar la “cara más salvaje” de Santander]]

** 🇺🇸 Estados Unidos

*** The Washington Post

- [[https://www.washingtonpost.com/world/2026/03/18/iran-israel-war-us-esmail-khatib/][Israel says it killed Iran’s intelligence minister in overnight strike]]
- [[https://www.washingtonpost.com/national-security/2026/03/18/cuba-economy-rubio-political/][Rubio says Cuba’s efforts to improve its economy are failing]]
- [[https://www.washingtonpost.com/world/2026/03/18/japan-sanae-takaichi-trump-washington/][Japan’s leader heads to D.C. bearing gifts of peace for a president at war]]
- [[https://www.washingtonpost.com/world/2026/03/18/dubai-billionaire-trump-iran-war/][This Emirati billionaire put a voice to Gulf anger over Trump’s war in Iran]]
- [[https://www.washingtonpost.com/world/2026/03/18/iran-war-hezbollah-israel-lebanon/][Hezbollah ignites blowback from its base as over 1 million flee war with Israel]]

*** WSJ.com: World News

- [[https://www.wsj.com/world/how-china-is-quietly-helping-an-isolated-iran-survive-53e98f16][How China Is Quietly Helping an Isolated Iran Survive]]
- [[https://www.wsj.com/world/middle-east/u-s-and-israel-exact-heavy-toll-on-irans-leaders-8320addf][Which Iranian Leaders Have Been Killed and Who Survived?]]
- [[https://www.wsj.com/world/middle-east/israel-iran-leadership-528c6114][Israel Is Hunting Down Iranian Regime Members in Their Hideouts, One by One]]
- [[https://www.wsj.com/world/china/in-delaying-china-summit-trump-faces-a-familiar-mideast-distraction-86089d2c][In Delaying China Summit, Trump Faces a Familiar Mideast Distraction]]
- [[https://www.wsj.com/world/americas/venezuela-tops-the-u-s-in-world-baseball-classicseizing-a-rare-triumph-10117f67][World Baseball Classic Win Over U.S. Finally Gives Venezuelans Something to Cheer]]

** 🇫🇷 Francia

*** Le Monde

- [[https://www.lemonde.fr/international/live/2026/03/18/en-direct-guerre-au-moyen-orient-l-iran-menace-de-cibler-des-installations-energetiques-dans-le-golfe-apres-une-attaque-contre-un-site-gazier-dans-le-sud-du-pays_6671147_3210.html][EN DIRECT, guerre au Moyen-Orient : l’Iran menace de cibler des installations énergétiques dans le Golfe après une attaque contre un site gazier dans le sud du pays]]
- [[https://www.lemonde.fr/politique/live/2026/03/18/en-direct-municipales-2026-la-candidate-lfi-a-paris-sophia-chikirou-participera-au-debat-mercredi-soir-avec-rachida-dati-et-emmanuel-gregoire_6671274_823448.html][EN DIRECT, municipales 2026 : la candidate LFI à Paris, Sophia Chikirou, participera au débat mercredi soir avec Rachida Dati et Emmanuel Grégoire]]
- [[https://www.lemonde.fr/politique/article/2026/03/18/johanna-rolland-maire-socialiste-de-nantes-tente-de-convaincre-du-bien-fonde-de-son-alliance-avec-lfi_6672084_823448.html][Johanna Rolland, maire PS de Nantes, tente de justifier son alliance avec LFI]]
- [[https://www.lemonde.fr/culture/article/2026/03/18/dans-les-rayons-et-les-ombres-xavier-giannoli-filme-l-insidieux-engrenage-menant-de-l-idealisme-a-l-ignominie_6672061_3246.html][Dans « Les Rayons et les ombres », Xavier Giannoli filme l’insidieux engrenage menant de l’idéalisme à l’ignominie]]
- [[https://www.lemonde.fr/international/article/2026/03/18/richelieu-francois-mitterrand-simone-veil-quel-sera-le-nom-du-futur-porte-avions-francais-devoile-ce-mercredi-par-emmanuel-macron_6672078_3210.html][« Richelieu », « François-Mitterrand », « Simone-Veil » : quel sera le nom du futur porte-avions français, dévoilé ce mercredi par Emmanuel Macron ?]]

*** Le Figaro

- [[https://www.lefigaro.fr/elections/municipales/municipales-2026-les-resultats-commune-par-commune-en-carte-et-en-direct-20260315][Municipales 2026 : les résultats commune par commune en carte]]
- [[https://www.lefigaro.fr/elections/municipales/municipales-2026-paris-lyon-et-marseille-les-resultats-detailles-20260316][Municipales 2026 : les résultats détaillés de Paris, Lyon et Marseille]]
- [[https://www.lefigaro.fr/elections/municipales/direct-municipales-2026-resultats-sondages-debat-paris-marseille-bordeaux-lyon-toulouse-second-tour-lfi-ps-rn-20260318][EN DIRECT - Municipales à Nice : Gérard Larcher appelle à «respecter» les accords à droite et soutient Estrosi]]
- [[https://www.lefigaro.fr/nice/municipales-2026-bruno-retailleau-refuse-d-apporter-son-soutien-a-christian-estrosi-a-nice-20260318][Municipales 2026 : Bruno Retailleau refuse d'apporter son soutien à Christian Estrosi à Nice]]
- [[https://www.lefigaro.fr/elections/municipales/municipales-a-arcachon-le-maire-lr-yves-foulon-regrette-ses-insultes-et-menaces-mais-denonce-un-coup-monte-20260318][Municipales à Arcachon : le maire LR Yves Foulon «regrette» ses insultes et menaces mais dénonce «un coup monté»]]

** 🇬🇧 Reino Unido

*** BBC News

- [[https://www.bbc.com/news/articles/cn9e0wrglgdo?at_medium=RSS&at_campaign=rss][Total repression and air strikes bring unrelenting dread for Iranians]]
- [[https://www.bbc.com/news/articles/cgqgxqekp89o?at_medium=RSS&at_campaign=rss][Death of Ali Larijani deepens crisis at heart of Iran's leadership]]
- [[https://www.bbc.com/news/articles/cg4g66r3z40o?at_medium=RSS&at_campaign=rss][Top US counterterrorism official resigns over Iran war, urging Trump to 'reverse course']]
- [[https://www.bbc.com/news/articles/cx2g4411en3o?at_medium=RSS&at_campaign=rss][India's cheap weight-loss drugs could reshape global obesity fight]]
- [[https://www.bbc.com/news/articles/ce3g3j1y2ldo?at_medium=RSS&at_campaign=rss][US judge orders Trump administration to reopen Voice of America]]

