260318_day_briefing.org
*** The Guardian

- [[https://www.theguardian.com/world/2026/mar/17/ex-belgian-diplomat-93-trial-1961-murder-patrice-lumumba][Belgian court sends ex-diplomat, 93, to trial over 1961 murder of Congo leader]]
- [[https://www.theguardian.com/world/2026/mar/17/bombings-north-eastern-nigeria-maiduguri][At least 23 people killed in suspected suicide attacks in north-eastern Nigeria]]
- [[https://www.theguardian.com/world/2026/mar/17/connections-overlooked-how-british-companies-profited-slavery-brazil-after-abolition][‘These connections are overlooked’: how British companies profited from slavery in Brazil long after abolition]]
- [[https://www.theguardian.com/world/2026/mar/16/africa-particularly-vulnerable-iran-conflict-disrupts-supply-chains][Africa particularly vulnerable as Iran conflict disrupts supply chains, say experts]]
- [[https://www.theguardian.com/media/2026/mar/15/nigerias-online-content-creator-market-has-boomed-can-the-skit-makers-and-streamers-make-it-pay][Nigeria’s online content creator market has boomed. Can the skit-makers and streamers make it pay?]]

** 🇮🇹 Italia

*** Corriere della Sera

- [[https://www.corriere.it/dataroom-milena-gabanelli/codice-strada-ecco-cosa-cambia-perche-non-ridurra-numero-vittime/a9ec82f6-0fb3-11ef-a8f0-a1f7c0d711f2-va.shtml][Codice della strada, ecco cosa cambia e perché non ridurrà il numero delle vittime]]
- [[https://www.corriere.it/politica/24_maggio_13/toti-spinelli-elezioni-9eac3140-71d7-4523-b980-142b573d5xlk.shtml][Toti a Spinelli: «Ti vengo a trovare prima delle elezioni. Ti chiedo un po’ di robe» Ecco le immagini degli incontri sullo yacht]]
- [[https://www.corriere.it/politica/24_maggio_12/inchiesta-liguria-marco-bucci-gioco-al-massacro-non-ci-sto-chiedo-chiarezza-su-di-me-sono-pronto-a-parlare-con-i-pm-57e1da92-5b6c-4d81-94f6-321a522abxlk.shtml][IL SINDACO DI GENOVA Lo sfogo di Bucci: «Gioco  al massacro, non ci sto. Chiedo chiarezza, pronto a parlare con i pm»]]
- [[https://www.corriere.it/cronache/24_maggio_12/toti-arrestato-gli-incontri-sullo-yacht-di-spinelli-e-i-telefonini-lasciati-all-esterno-per-blindare-i-colloqui-riservati-e99c3dad-0cea-46a5-9b3a-8e728c4c3xlk.shtml][LE FOTO SULLO YACHT Le immagini degli incontri e i telefonini lasciati all’esterno per blindare i colloqui riservati]]
- [[https://www.corriere.it/politica/24_maggio_13/liguria-dati-covid-manipolati-indagine-413ff205-c02e-4bf1-8313-406d7c5c2xlk.shtml][I DATI DEL COVID «Io avevo già truccato»: così, secondo i pm, in Liguria manipolavano i numeri sulla pandemia]]

*** Il Sole 24 Ore

- [[https://www.ilsole24ore.com/art/carburanti-decreto-norma-bandiera-contro-speculazione-AIERDl1B][Carburanti, nel decreto i controlli contro la speculazione]]
- [[https://www.ilsole24ore.com/art/diritti-spettacoli-all-estero-ecco-come-e-uscito-scoperto-figlio-segreto-carra-AIa0Ne1B][Diritti sugli spettacoli all’estero, ecco come è uscito allo scoperto il figlio segreto della Carrà]]
- [[https://www.ilsole24ore.com/art/salari-societa-benefit-pagano-piu-AIlYxa1B][Salari, le società benefit pagano di più]]
- [[https://www.ilsole24ore.com/art/ponte-stretto-tar-inammissibili-ricorsi-comuni-e-ambientalisti-AIJ7Oc1B][Ponte Stretto, Tar Lazio: inammissibili ricorsi Comuni e ambientalisti]]
- [[https://www.ilsole24ore.com/art/morte-piccolo-domenico-due-medici-indagati-anche-falso-AISyJV1B][Morte del piccolo Domenico, due medici indagati anche per falso]]

** 🇩🇪 Alemania

*** Der Spiegel

- [[https://www.spiegel.de/international/world/indigenous-activist-nick-tilsen-trump-wants-to-hear-nothing-about-the-genocide-against-indigenous-nations-a-7dd75e1c-ebec-4da8-b228-d6d0770258ed#ref=rss][Indigenous Activist Nick Tilsen: "Trump Wants to Hear Nothing about the Genocide against Indigenous Nations"]]
- [[https://www.spiegel.de/international/world/a-world-in-chaos-trumps-u-s-abandons-role-as-global-leader-a-e0418524-fb05-4ec2-9688-e3f00a11d9eb#ref=rss][Donald Trump's U.S. Abandons Role as Global Leader]]
- [[https://www.spiegel.de/international/world/insta-tiktok-and-co-is-australias-social-media-ban-for-children-actually-working-a-e546c2d9-d7e1-4d88-a0c3-ff888c071276#ref=rss][Insta, TikTok and Co.: Is Australia's Social Media Ban for Children Actually Working?]]
- [[https://www.spiegel.de/international/zeitgeist/reckless-suicidal-race-the-deadly-threat-posed-by-artificial-intelligence-a-8d17183a-90d8-4660-a1bb-d1f1ce560cae#ref=rss]["Reckless, Suicidal Race": The Deadly Threat Posed by Artificial Intelligence]]
- [[https://www.spiegel.de/international/europe/portrait-of-a-city-after-four-years-of-war-the-courage-of-kyiv-a-4799038a-63eb-44e3-9177-73704fd85106#ref=rss][Portrait of a City after Four Years of War: The Courage of Kyiv]]

*** Deutsche Welle

- [[https://www.dw.com/en/north-korea-watches-and-learns-as-us-attacks-iran/a-76409773?maca=en-rss-en-world-4025-rdf][North Korea watches and learns as US attacks Iran]]
- [[https://www.dw.com/en/pete-hegseth-who-is-trump-s-secretary-of-war/a-76402519?maca=en-rss-en-world-4025-rdf][Pete Hegseth: Who is Trump's Secretary of War?]]
- [[https://www.dw.com/en/president-sassou-nguesso-wins-congo-brazzaville-s-election/a-76347978?maca=en-rss-en-world-4025-rdf][President Sassou-Nguesso wins Congo-Brazzaville's election]]
- [[https://www.dw.com/en/the-internet-was-supposed-to-be-free-what-went-wrong/a-75213121?maca=en-rss-en-world-4025-rdf][The internet was supposed to be free. What went wrong?]]
- [[https://www.dw.com/en/cuba-vows-unbreakable-resistance-to-any-takeover-attempt/a-76404114?maca=en-rss-en-world-4025-rdf][Cuba vows 'unbreakable resistance' to any takeover attempt]]

** 🇧🇷 Brasil

*** Folha de S.Paulo

- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/esporte/2026/03/as-mulheres-que-desafiam-tabus-para-serem-os-novos-rostos-da-f1.shtml][As mulheres que desafiam tabus para serem os novos rostos da F1]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mercado/2026/03/feriado-regional-de-sao-jose-e-comemorado-nesta-quinta-19-veja-estados-e-municipios-que-dao-folga.shtml][Feriado regional de São José é comemorado nesta quinta (19); veja estados e municípios que dão folga]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/ciencia/2026/03/a-matematica-e-uma-descoberta-ou-uma-criacao-da-mente-humana.shtml][A matemática é uma descoberta ou uma criação da mente humana?]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/equilibrioesaude/2026/03/a-mulher-que-descobriu-cancer-no-cerebro-depois-que-mala-caiu-na-sua-cabeca.shtml][A mulher que descobriu câncer no cérebro depois que mala caiu na sua cabeça]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mercado/2026/03/cpi-do-crime-organizado-aprova-convocacao-de-ex-noiva-de-vorcaro-e-rejeita-ouvir-valdemar.shtml][CPI do Crime Organizado aprova convocação de ex-noiva de Vorcaro e rejeita ouvir Valdemar]]

